tap "homebrew/bundle"
brew "bat"
brew "direnv"
brew "fnm"
brew "just"
brew "kubernetes-cli"
brew "pixi"
brew "rustup"
brew "starship"
brew "uv"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "aldente"
cask "bartender"
cask "betterdisplay"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "godot"
cask "google-chrome"
cask "helium-browser"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "macs-fan-control"
cask "notion"
cask "raycast"
cask "spotify"
cask "stats"
cask "steam"
cask "syntax-highlight"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zed"
cask "zed@preview"
cask "zen"
cask "zoom"
