tap "homebrew/bundle"
brew "bat"
brew "just"
brew "kubernetes-cli"
brew "uv"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "aldente"
cask "bartender"
cask "betterdisplay"
cask "discord"
cask "docker"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "raycast"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "zed"
cask "zen-browser"
